{"pages":[{"url":"pages/about-the-session.html","text":"This session is an electronic symposium at the 2018 Society for American Archaeology Conference on Saturday, April 4 at 8am. As an electronic symposium, the format is a bit different than regular sessions. Full papers won't be read during the two hour session, but we'll have time to discuss materials gathered on the web. The session is sponsored by SAA's Digital Data Interest Group . Abstract Within the public sector, archaeologists and our agencies use a range of technologies to \"do\" archaeology in support of heritage management laws and mandates, thereby producing digital data. We are also faced with curating large volumes of digital media and datasets created by others. The quantity of data and speed of change pose challenges in making information useful and accessible internally, to researchers, the private sector, and the general public. But these factors also introduce new opportunities for understanding the material record and conveying its value. Where are we now at various levels of government service and public outreach? Where do we hope to go? How can we collaborate across geopolitical boundaries? What would we build if we were free of financial and technological constraints? This electronic symposium will explore the possibilities, along with friction points and unintended consequences of the digital deluge through demonstrations, case studies, and discussion. Outside Contributors Most (but not all!) contributors are government employees. We realize that not everyone will be able to secure time or funding to travel to the SAA meeting in Washington, DC, but we want to create a space for people to participate if they can. Do you have a digital accomplishment to share? Are you working through challenges to find data solutions? Please contribute! We intend to create a very big tent for exchange of ideas. \"Government\" can mean federal/national, tribal, state, province, or locality. The discussion is certainly welcoming to perspectives beyond the U.S. Photo credits: 2013-03-29-0898.jpg By John Wells is licensed under CC BY 2.0 SK38nw_DSM_2m.jpg By SK38nw_DSM_2m is licensed under CC BY 2.0 and has been modified. 20332788199_8778a908dd_h.jpg by Scott D. Haddow is licensed under CC BY-NC-SA 2.0","tags":"en","title":"About the session"},{"url":"pages/contribute.html","text":"Take a survey and submit cool projects Survey (anonymous) Loading... Submit or nominate cool projects Loading...","tags":"en","title":"Contribute"},{"url":"approaches-gadsby.html","text":"David Gadsby For over a century, the National Park Service (NPS) has worked to preserve natural and cultural resources in more than four hundred park units for future generations. In addition, the National Historic Preservation Act (NHPA) requires all federal agencies to maintain inventories of their historic properties. For decades, the NPS has relied upon three inventory systems: The List of Classified Structures, the Cultural Landscapes Inventory (CLI), and the Archeological Sites Management Information System (ASMIS). These systems began decades ago as paper files and continue today as electronic databases accessed via the internet. The inventories allow NPS to maintain and update critical information including resource type, location, condition, threats, and disturbances. As the relevant technologies continue to develop with what seems like increasing rapidity, even these relatively modern databases are being rapidly rendered obsolete. The NPS Cultural Resources, Science, and Partnerships directorate has begun work to modernize these systems, and to facilitate their further integration with GIS technologies and other NPS programs, and incorporate elements of the now defunct Ethnographic Resources Inventory (ERI). This paper discusses the issues faced as NPS updates these crucial tools for a second century of service. I'm David Gadsby. I work in the Cultural Resources, Science and Partnerships Office of the National Park Service, where I coordinate our inventory database of archeological resources. We're currently working to modernize our inventory systems that track information about historic buildings, cultural landscapes, ethnographic resources and archeological sites, and streamline them into a new online system. You're looking at the ruins of Casa Grande National Monument. The ruins date to 1400s, protected through citizen activism and presidential proclamation, 1892, declared a national monument in 1918. This is an archeological site -- CAGR00014, with a subsite. The site includes historic and Hohokam features (incl. a drainage ditch excavated by Jesse Fewkes during 1906 stabilization). It is also more than one historic structure LCS 06607(shelter) On the national register – Designed by Olmsted Co. and Thomas Vint, 01044 (Compound A) (Classic Hohokam, Also on NR). It is also a cultural landscape – including the visitor center, Casa Grande itself and surrounding vegetation plan – part of a master plan from the 1930s. In addition to buried archaeological deposits and standing structures, there are facilities (like the walkways) and interpretive signage, not to mention natural resources. From a park resource management perspective, this is a fairly complex situation, with a large number of resources and resource values packed into a relatively small physical space. It is also repeated at different scales and in different configurations across the seven regions and 417 national park units. Creating a resource inventory system that meets NPS's diverse and complex needs presents a number of challenges. This photo is of Keys Ranch, Joshua Tree National Park (JOTR) – it has one or more record in each of three systems: ASMIS, LCS CLI NPS cultural resources inventory programs track four main types of park Resources: Structures - have historic, architectural, or engineering significance Cultural Landscapes – defined as historically significant properties that show human interaction with the environment and are eligible for listing on NRHP Ethnographic Resources - Sites, structures, objects, landscapes, natural features that have traditional significance in the cultural system of a traditionally associated group Archeological resources – known sites on NPS lands that have the potential to yield information about the human past through archaeology. Individual resources can have more than one resource type, and the physical boundaries and management needs can vary considerably. For instance, a landscape can be made up of multiple components, including resources that are also archeological sites and structures. By the same token, all or part of a standing structure may also be an archeological site, and sites can be organized differently depending on the management needs of the park and the professional judgement of the archeologists doing the documentation work. So we need a way to keep track of all this. Currently, these resources are tracked in four legacy systems: List of Classified Structures(LCS) Cultural Landscapes Inventory(CLI) Archeological Sites Management Information System (ASMIS) Ethnographic Resources Inventory (ERI) With the exception of ERI, which is largely defunct, these systems are built on aging web-accessible sql server platforms that are very similar, but are nonetheless separate systems. The information in them is much older, with some ASMIS records dating back to the 19th century, and the LCS dating as a paper system back to 1960, and as a computer system to 1976. The current iterations of these systems are very similar in a lot of ways, but all break separately. Unifying into a single system is expected to achieve a number of cost savings and other efficiencies. More importantly, it should allow cultural resource managers in parks to achieve a more coherent view of the resources that they manage. Photo: Former Intermountain Jim Bradford dives the Captain Ed's Wreck, a submerged archeological site in Biscayne National Park. The requirements for our systems are laid out in several authorities – laws, regulations, and policy – that require NPS to manage its cultural resources. Here's a partial list just for archaeological resources. Beginning with the 1916 Organic act that requires NPS to preserve resources in perpetuity for future generations, to the NHPA's mandate to inventory historic resources and consider the effects of government decisions on them, to the AHPA's requirement that the government preserve archeological data, we have a number of particular requirements that we need the systems to fulfill. In addition, restrictions on how those data are managed, such as those restricting the public release of certain information in NHPA section 304 and ARPA section 7 place further requirements on any new system. Many of these statutes, like GRPA come with reporting requirements, so we need to be able to extract fairly specific kinds of data. Photo: Square Tower House at Mesa Verde National Park Here are the basic things we need to be able to do: Additionally, the structure of the NPS, and wide variation in the types of resources and level of staffing available to manage them mean that the requirements across the system vary a good deal. Managing what users are able to see and ensuring that appropriate staff have access to the records they need is really important, and throws a lot of complexity into the system. The need for certain key fields, (like location fields) to remain secret is in tension with the need to share information across disciplines, and especially with planners, facilities people, and first responders in the event of a disaster. We'll talk about that problem in detail in another session Saturday afternoon. BELA Good Hope Reindeer Herding Site Clear mandates in the form of laws, regulations, and policy, as well as a recent commitment of funds from the Institutional experience Large user base means lots of expertise (comes with risk of losing that information) St Louis Arch at Gateway Arch NHP Aside from the usual dearth of staff, money, and time, some of the challenges specific to management of NPS operating environment are: Costs and Inefficiencies of maintaining separate legacy data systems: - Legacy data is important, particularly as we witness increasing levels of change on the ground. - The systems, and particularly the web applications that provide access are less important, and can hamper access and usability. - We have three, and when they break, we have thrice the maintenance costs. When we update we do it three times. - Old applications are more vulnerable to security threats. Maintaining systems at the speed of government - Old designs mean lots of maintenance, particularly as web standards, web browsers, and computers themselves modernize. - For example, woke up one morning to discover that several features of ASMIS depended on were no longer supported by Chrome, and users could no longer enter data using that browser. - Older, static designs are harder to update and enhance. Some mistakes get fossilized in the system. E.g. string fields that shouldn't be, lack of GIS-friendly location data, pick lists that used to be free text. - Technology in industry moves much faster than government budget cycles. NPS plans some of its spending 1 year out, and some up to 3 years out. - This means that in the time you've taken to fund an intended purchase, the item/software/technology you've planned to acquire can become obsolete. - We don't have the budget and spending capacity or flexibility to drive or keep up with industry. Maintaining a data system that works for all users: NPS has 417 park units across the United States and in the territories. This means wide variations in staffing, logistics and infrastructure, data needs, internet connectivity. Some parks have large archeological staffs, but many have none. Some regions have large service centers, while others have smaller programs. Different models = different needs, different terminology, different theoretical approaches. (and theory effects how you collect and store data.) Combine that with the fact that we're now planning to merge inventory systems into a new system. So now you're adding architects, landscape architects, and ethnographers, all with different levels of training, needs, priorities. In order to have meaningful data, you have to have a fairly high level of complexity, both in terms of user access and the structure of the data system. (You can have simple, and you can meet meet the specific needs of a variety of users, but each comes at the cost of the other. ) Also have to balance the expectations of users with what is achievable, and sensible. Too many moving parts means more to break, higher maintenance costs. Security Two worries – inappropriate access by people using the system as intended, and hacking breach. Both need to be avoided, both present challenges. First – inappropriate access by users, means thinking through and carefully testing, particularly when security change can ramify throughout the system. Second is up to people at a higher pay grade to designate cybersecurity standards and provide appropriate infrastructure. But we've had to adapt legacy systems to ever more stringent requirements from Information resources people ( DOI OCIO, for instance). Doing so invariably breaks those systems. The hazard with both types of security is that appropriate users must have good access. Mission Nuestra Señora de los Ángeles de Porciúncula de los Pecos (Pecos Church/Mission/Covento) In all three databases Images are samples of workflows and data entry features for the new system. Used with permission. My current project is to integrate the four legacy databases into one, and develop a web-accessed application. Working name is CRIS or CRIS-P We are currently in the throes of first year, half million dollar contract. I'd hoped to have something to demo, but it isn't available yet. Tasks: - Contractor designs new database, GUI, reports and utilities. - Migrating data from legacy databases to new - Updating problem fields and pick lists For the future: - Additional reports - Crosswalk to other databases - GIS integration CAGR again When we're done with this first year, we'll have a stable system that works in the field, but that will still need improvement. We'll continue to improve into the out years so that we're meeting user needs as best we can. 2016 Archaeoblitz @ KNRI Aside from the most basic needs – fulfilling statutory requirements, creating accurate records, saving money on system maintenance, we expect some other benefits to arise from the unified approach to inventory data. - Particularly park managers will be able to able to see /report on at least some information about all of their park's cultural resources in a single system. - Data collection in the field on any devise - Record and preserve institutional knowledge - Long-term projects with ever-deeper time depth. - E.g. Cochran et al ( in prep) on climate change (http://www.georgewright.org/1706cochran.pdf)","tags":"presentations","title":"Approaches, Rationales, and Challenges to Maintaining Site Inventory in the National Parks"},{"url":"approaches-gadsby-abstract.html","text":"David Gadsby For over a century, the National Park Service (NPS) has worked to preserve natural and cultural resources in more than four hundred park units for future generations. In addition, the National Historic Preservation Act (NHPA) requires all federal agencies to maintain inventories of their historic properties. For decades, the NPS has relied upon three inventory systems: The List of Classified Structures, the Cultural Landscapes Inventory (CLI), and the Archeological Sites Management Information System (ASMIS). These systems began decades ago as paper files and continue today as electronic databases accessed via the internet. The inventories allow NPS to maintain and update critical information including resource type, location, condition, threats, and disturbances. As the relevant technologies continue to develop with what seems like increasing rapidity, even these relatively modern databases are being rapidly rendered obsolete. The NPS Cultural Resources, Science, and Partnerships directorate has begun work to modernize these systems, and to facilitate their further integration with GIS technologies and other NPS programs, and incorporate elements of the now defunct Ethnographic Resources Inventory (ERI). This paper discusses the issues faced as NPS updates these crucial tools for a second century of service.","tags":"abstracts","title":"Approaches, Rationales, and Challenges to Maintaining Site Inventory in the National Parks"},{"url":"curation-ellison-abstract.html","text":"Leigh Anne Ellison Archaeologists are busy all the time. Often stretching to meet a variety of professional obligations. CRM and government agency archaeologists are among the most stretched given the different directions that pull upon their professional lives. Scholarly pursuits; administrative, bureaucratic, regulatory, and public outreach responsibilities related to physical sites and collections, easily fill or over-fill their schedules. Now the care and curation of digital data adds to the piling up of responsibilities. Digital data and the technical tools that create and enable its use present many opportunities for research and resource management. Digital technology makes data easily and widely accessible, sharing information, and enabling the creation of new interpretations and increase in overall knowledge. But, digital data must be curated or it will be lost. Digital curation doesn't just happen, it requires attention, special expertise, and long-term commitment to the curation enterprise. The Digital Archaeological Record (tDAR) is a repository where individual archaeologists, agencies, and organizations deposit their data (e.g., documents, images, data sets, and more). Once deposited in tDAR the data are curated by digital archival specialists who focus on ensuring the data are protected, made available as the depositor determines, and kept available for use and re-use.","tags":"abstracts","title":"Leigh Anne Ellison Presenter Sharing Curation Expertise and Space for Digital Archaeological Data"},{"url":"halfway-smith-abstract.html","text":"Jolene Smith Since being one of the first State Historic Preservation Offices to adopt electronic records management in the late ‘80s, the Virginia Department of Historic Resources has worked through several iterations of databases and web applications. These systems manage basic site information, details about physical collections, and now digital media and datasets themselves. Over time, the agency's priorities and objectives surrounding digital records and data have evolved in ways common to other institutions. As the most recent web GIS and database application reaches mid-life after four years, a thorough assessment of current and ideal approaches to digital data curation, preservation, and distribution is coming due as planning begins for what comes next. Building from concepts in libraries and archives, informatics, and data science, this presentation explores possible road maps.","tags":"abstracts","title":"Always Halfway There: Keeping Up with Digital Archaeological Data in Virginia"},{"url":"ia-delagarza-abstract.html","text":"Mary De La Garza Sustainable accessible data storage is as important to archaeologists as tractors are to farmers. In 2001 the Iowa Office of the State Archaeologist, (OSA), was archiving 20GB of data on a 100GB server. 16 years later the office is serving 32TB on several server systems and plans are in place to archive 60TB over the next 4 years. In addition to space needs the office must also make this data in its many forms accessible to outside entities. In the not so distant past archaeologists secured and stored paper, photos and film in Hollinger boxes stacked to the ceilings in many places. These days many archaeological agencies have scanned and archived massive amounts of data to server systems which takes up less space and can contain many times more data. The OSA has taken advantage of many grants to scan and archive over 400,000 sheets of paper and 58,853 photos and slides. The advantage of this undertaking; accessibility and scalability. Moving into the future the OSA must develop and plan for the security storage and accessibility in ways that protect sensitive data. Security is paramount in any organization but especially so when culturally sensitive data is in place.","tags":"abstracts","title":"10 years, 3 Supervisors, 7 assistants and 30 students. How the Iowa Office of the State Archaeologist managed, manages and plans for the future of archaeological data"},{"url":"map-watson-abstract.html","text":"Rachel Watson This paper will outline the processes and decisions that the Louisiana Division of Archaeology made to create an efficient, comprehensive GIS system that could be utilized by both professionals and the citizenry of Louisiana to help promote both progress and preservation. I will discuss how we partnered with La Department of Transportation & Development, La Governor's Office of Homeland Security & Emergency Preparedness, the New Orleans Corp Engineers, and the Federal Emergency Management Agency to fund the project. Furthermore, I will discuss how we handled gaps in data and converting paper files into a digital format. Finally, I will outline future endeavors to raise public awareness of Louisiana's rich cultural history utilizing open access maps, story boards, and applications for smartphones and tablets.","tags":"abstracts","title":"Can you make me a map? Making Louisiana's cultural resources records accessible"},{"url":"mapping-smith-abstract.html","text":"Cecilia Smith Principle 6 of the Society of American Archaeology's Principles of Archaeological Ethics emphasizes archaeologists' responsibility to publically report archaeological investigations with the stipulation that \"An interest in preserving and protecting in situ archaeological sites must be taken in to account when publishing and distributing information about their nature and location.\" This paper first provides a critical review of current geolocation sharing recommendations and practices, and then describes available methods for dealing with sensitive location data and suggested best practices. Particular attention is paid to geomasking techniques, which communicate observed spatial relationships while obscuring sensitive geographic coordinates. Currently, only two geomasking techniques are widely used in archaeology: aggregating archaeological site locations into grids or administrative units, or placing points that represent site locations at a particular distance from their true locations. These techniques, while useful, are part of a larger and growing suite of tools that visually convey spatial data without revealing sensitive site locations. Principle 6 allows researchers flexibility in tailoring methods of communicating site locations, which is useful given the range of archaeological contexts. However, this work encourages researchers to responsibly exercise that flexibility by incorporating archaeological and environmental data into an explicit decision-making process for representing those places.","tags":"abstracts","title":"Ethics and Best Practices for Mapping Archaeological Sites"},{"url":"nc-blewitt-abstract.html","text":"Rosemarie Blewitt The North Carolina Office of State Archaeology (OSA) was created by the North Carolina General Assembly in 1973 to coordinate and implement a statewide archaeological preservation program. Central to this program is the OSA's management of records, including those documenting the more than 50,000 archaeological sites located in the state's 100 counties, and a library of nearly 8,000 associated reports. The OSA Research Center curates tens of thousands of artifacts and their associated records from across North Carolina. While there are computer databases for the site forms, bibliographic entries, maps, and artifacts, there is variability in the extent to which all records have been added to these databases. Arduous and labor intensive, the process of digitizing our records has evolved with the available technology and been limited by staffing. Our goal is to have this data in GIS and electronic databases accessible to researchers and easy to query. We will discuss our efforts to reach this goal and the potential benefits of digitizing our records.","tags":"abstracts","title":"Managing Digital Data at the North Carolina Office of State Archaeology: Challenges and Directions"},{"url":"open-wells-abstract.html","text":"Joshua J. Wells American archaeology is conducted under cultural resources protection laws, but how does archaeology meet the challenge of openness? The past decade saw development of the \"open government\" digital information paradigm for public availability of information that underpins the functions of governance. Open government data provide a base for the interested public to offer expertise in aspects of necessary analyses, and to derive further public value from reuse of government data in novel ways. The open government concept has affected the practice and communication of scientific data in regulatory regimes as far flung as climate science, health science, and archaeology, among many others. In 2007 the \"eight principles of open government\" were coined by a group of public advocates, followed rapidly by a mosaic of federal, state, and local initiatives. The Digital Index of North American Archaeology (DINAA) is a completely free, big data, open government data project, centered at several public institutions; DINAA embodies open government practices to develop a novel linked-open data network of archaeological site primary data and related records across the internet. Our disciplinary capacity to engage with the principles of open government will be addressed through DINAA interoperability assessments and experiments with open government data.","tags":"abstracts","title":"Principles of Open Government Archaeology: Lessons from the Digital Index of North American Archaeology (DINAA)"},{"url":"synthesis-mcknight-abstract.html","text":"Matthew McKnight Since passage of the National Historic Preservation Act fifty-two years ago a growing body of valuable data has been generated by state agencies, CRM professionals, and preservation officers. Unfortunately, this data is usually trapped in an archaic paper-based format, restricted geographically to a single state archive. All too often the data is brought to light only to be \"reburied\" in the SHPO's library where it may be largely inaccessible to researchers scattered throughout the country. This paper describes how the Maryland Historical Trust is addressing this problem through the establishment of a secure, online, searchable catalog of raw data and CRM reports.","tags":"abstracts","title":"The Maryland Archaeological Synthesis Project: One State's Solution to Archaeology's Crushing Gray Literature Problem"}]}