{"pages":[{"url":"pages/about.html","text":"Abstract This session is an electronic symposium at the 2018 Society for American Archaeology Conference (add room and time). It's sponsored by the Digital Data Interest Group. Within the public sector, archaeologists and our agencies use a range of technologies to \"do\" archaeology in support of heritage management laws and mandates, thereby producing digital data. We are also faced with curating large volumes of digital media and datasets created by others. The quantity of data and speed of change pose challenges in making information useful and accessible internally, to researchers, the private sector, and the general public. But these factors also introduce new opportunities for understanding the material record and conveying its value. Where are we now at various levels of government service and public outreach? Where do we hope to go? How can we collaborate across geopolitical boundaries? What would we build if we were free of financial and technological constraints? This electronic symposium will explore the possibilities, along with friction points and unintended consequences of the digital deluge through demonstrations, case studies, and discussion. Outside Contributors Most (but not all!) contributors are government employees. We realize that not everyone will be able to secure time or funding to travel to the SAA meeting in Washington, DC, but we want to create a space for people to participate if they can. Do you have a digital accomplishment to share? Are you working through challenges to find data solutions? Please contribute! Photo credits: 2013-03-29-0898.jpg By John Wells is licensed under CC BY 2.0 SK38nw_DSM_2m.jpg By SK38nw_DSM_2m is licensed under CC BY 2.0 and has been modified. 20332788199_8778a908dd_h.jpg by Scott D. Haddow is licensed under CC BY-NC-SA 2.0","tags":"en","title":"about"},{"url":"pages/contribute.html","text":"Take a survey and submit cool projects Survey (anonymous) Loading... Submit or nominate cool projects Loading...","tags":"en","title":"Contribute"},{"url":"approaches-gadsby-abstract.html","text":"David Gadsby Abstract For over a century, the National Park Service (NPS) has worked to preserve natural and cultural resources in more than four hundred park units for future generations. In addition, the National Historic Preservation Act (NHPA) requires all federal agencies to maintain inventories of their historic properties. For decades, the NPS has relied upon three inventory systems: The List of Classified Structures, the Cultural Landscapes Inventory (CLI), and the Archeological Sites Management Information System (ASMIS). These systems began decades ago as paper files and continue today as electronic databases accessed via the internet. The inventories allow NPS to maintain and update critical information including resource type, location, condition, threats, and disturbances. As the relevant technologies continue to develop with what seems like increasing rapidity, even these relatively modern databases are being rapidly rendered obsolete. The NPS Cultural Resources, Science, and Partnerships directorate has begun work to modernize these systems, and to facilitate their further integration with GIS technologies and other NPS programs, and incorporate elements of the now defunct Ethnographic Resources Inventory (ERI). This paper discusses the issues faced as NPS updates these crucial tools for a second century of service.","tags":"abstracts","title":"Approaches, Rationales, and Challenges to Maintaining Site Inventory in the National Parks"},{"url":"curation-ellison-abstract.html","text":"Leigh Anne Ellison Abstract Archaeologists are busy all the time. Often stretching to meet a variety of professional obligations. CRM and government agency archaeologists are among the most stretched given the different directions that pull upon their professional lives. Scholarly pursuits; administrative, bureaucratic, regulatory, and public outreach responsibilities related to physical sites and collections, easily fill or over-fill their schedules. Now the care and curation of digital data adds to the piling up of responsibilities. Digital data and the technical tools that create and enable its use present many opportunities for research and resource management. Digital technology makes data easily and widely accessible, sharing information, and enabling the creation of new interpretations and increase in overall knowledge. But, digital data must be curated or it will be lost. Digital curation doesn't just happen, it requires attention, special expertise, and long-term commitment to the curation enterprise. The Digital Archaeological Record (tDAR) is a repository where individual archaeologists, agencies, and organizations deposit their data (e.g., documents, images, data sets, and more). Once deposited in tDAR the data are curated by digital archival specialists who focus on ensuring the data are protected, made available as the depositor determines, and kept available for use and re-use.","tags":"abstracts","title":"Leigh Anne Ellison Presenter Sharing Curation Expertise and Space for Digital Archaeological Data"},{"url":"halfway-smith-abstract.html","text":"Jolene Smith Abstract Since being one of the first State Historic Preservation Offices to adopt electronic records management in the late ‘80s, the Virginia Department of Historic Resources has worked through several iterations of databases and web applications. These systems manage basic site information, details about physical collections, and now digital media and datasets themselves. Over time, the agency's priorities and objectives surrounding digital records and data have evolved in ways common to other institutions. As the most recent web GIS and database application reaches mid-life after four years, a thorough assessment of current and ideal approaches to digital data curation, preservation, and distribution is coming due as planning begins for what comes next. Building from concepts in libraries and archives, informatics, and data science, this presentation explores possible road maps.","tags":"abstracts","title":"Always Halfway There: Keeping Up with Digital Archaeological Data in Virginia"},{"url":"open-wells-abstract.html","text":"Joshua J. Wells Abstract American archaeology is conducted under cultural resources protection laws, but how does archaeology meet the challenge of openness? The past decade saw development of the \"open government\" digital information paradigm for public availability of information that underpins the functions of governance. Open government data provide a base for the interested public to offer expertise in aspects of necessary analyses, and to derive further public value from reuse of government data in novel ways. The open government concept has affected the practice and communication of scientific data in regulatory regimes as far flung as climate science, health science, and archaeology, among many others. In 2007 the \"eight principles of open government\" were coined by a group of public advocates, followed rapidly by a mosaic of federal, state, and local initiatives. The Digital Index of North American Archaeology (DINAA) is a completely free, big data, open government data project, centered at several public institutions; DINAA embodies open government practices to develop a novel linked-open data network of archaeological site primary data and related records across the internet. Our disciplinary capacity to engage with the principles of open government will be addressed through DINAA interoperability assessments and experiments with open government data.","tags":"abstracts","title":"Principles of Open Government Archaeology: Lessons from the Digital Index of North American Archaeology (DINAA)"},{"url":"synthesis-mcknight-abstract.html","text":"Matthew McKnight Abstract Since passage of the National Historic Preservation Act fifty-two years ago a growing body of valuable data has been generated by state agencies, CRM professionals, and preservation officers. Unfortunately, this data is usually trapped in an archaic paper-based format, restricted geographically to a single state archive. All too often the data is brought to light only to be \"reburied\" in the SHPO's library where it may be largely inaccessible to researchers scattered throughout the country. This paper describes how the Maryland Historical Trust is addressing this problem through the establishment of a secure, online, searchable catalog of raw data and CRM reports.","tags":"abstracts","title":"The Maryland Archaeological Synthesis Project: One State's Solution to Archaeology's Crushing Gray Literature Problem"}]}